Repository: abrt/abrt
Catalog: libreport/po/*.po
Languages: as, kn, or, zh_tw

source: ABRT notification applet
as: ABRT সংকেতিক এপ্লেট
kn: ABRT ಸೂಚನಾ ಆಪ್ಲೆಟ್
or: ABRT ବିଜ୍ଞପ୍ତି ଆପଲେଟ
zh_tw: ABRT 通知面板程式

source: Automatic Bug Reporting Tool
as: স্বয়ংক্ৰিয় বাগ প্ৰতিবেদন ব্যৱস্থা
kn: ಸ್ವಯಂಚಾಲಿತ ದೋಷ ವರದಿ ಮಾಡುವ ಉಪಕರಣ
or: ସ୍ୱୟଂଚାଳିତ ତ୍ରୁଟି ନିବାରଣ ସାଧନ
zh_tw: 自動臭蟲回報工具

source: A crash in the %s package has been detected
as: %s পেকেইজত এটা স্খলন পোৱা গৈছে
kn: %s ಎಂಬ ಪ್ಯಾಕೇಜ್‌ನಲ್ಲಿ ಒಂದು ಕುಸಿತವು ಕಂಡುಬಂದಿದೆ
or: ପ୍ୟାକେଜ %s ରେ ଗୋଟିଏ ବିନାଶ ଚିହ୍ନାପଡ଼ିଛି
zh_tw: 在 %s 套件中偵測到錯誤

source: A crash has been detected
as: এটা বিপৰ্যয় চিনাক্ত কৰা হৈছে
kn: ಒಂದು ಕುಸಿತವನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗಿದೆ
or: ଗୋଟିଏ ବିନାଶ ଚିହ୍ନାପଡ଼ିଛି
zh_tw: 已偵測到錯誤

source: ABRT service is not running
as: ABRT সেৱা বৰ্তমানে নাই চলা
kn: ABRT ಸೇವೆಯು ಚಾಲನೆಯಲ್ಲಿಲ್ಲ
or: ABRT ସର୍ଭିସଟି ଚାଲୁନାହିଁ
zh_tw: ABRT 服務沒有在運作中

source: Warning
as: সতৰ্কবাণী
kn: ಎಚ್ಚರಿಕೆ
or: ଚେତାବନୀ
zh_tw: 警告

source: Notification area applet that notifies users about issues detected by ABRT
as: সংকেতিক স্থান এপ্লেট যোনে ব্যৱহাৰকাৰীক ABRT -এ ধৰা বিষয়সমূহৰ সংকেত দিয়ে
kn: ABRT ಇಂದ ಪತ್ತೆ ಮಾಡಲಾದ ತೊಂದರೆಗಳನ್ನು ಬಳಕೆದಾರರಿಗೆ ಸೂಚಿಸುವ ಸೂಚನಾ ಸ್ಥಳದ ಆಪ್ಲೆಟ್
or: ABRT ଦ୍ୱାରା ଚିହ୍ନାହୋଇଥିବା ସମସ୍ୟାଗୁଡ଼ିକ ବିଷୟରେ ଚାଳକଙ୍କୁ ସୂଚାଇବା ପାଇଁ ବିଜ୍ଞପ୍ତି କ୍ଷେତ୍ର ଆପଲେଟ
zh_tw: 會通知使用者有關於 ABRT 所發現的問題的通知區域面板程式

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
kn: ಶಂಕರ್ ಪ್ರಸಾದ್ <svenkate@redhat.com>
or: ମନୋଜ କୁମାର ଗିରି <mgiri@redhat.com>
zh_tw: Eunju Kim <eukim@redhat.com>, 2009. Terry Chuang <tchuang@redhat.com>, 2009, 2010. Cheng-Chia Tseng <pswo10680@gmail.com>, 2011.

source: Hide
as: লুকাওক
kn: ಅಡಗಿಸು
or: ଲୁଚାନ୍ତୁ
zh_tw: 隱藏

source: Report
as: প্ৰতিবেদন
kn: ವರದಿ
or: ରିପୋର୍ଟ
zh_tw: 回報

source: Show
as: দেখুৱাওক
zh_tw: 顯示

source: A Problem has Occurred
as: এটা সমস্যা দেখা দিছে
zh_tw: 遭遇到問題

source: Open ABRT
as: ABRT খোলক
kn: ABRT ಅನ್ನು ತೆರೆ
or: ABRT ଖୋଲନ୍ତୁ
zh_tw: 開啟 ABRT

source: Usage: %s -l[f] [-D BASE_DIR]...] or: %s -r[y] CRASH_DIR or: %s -i[b] CRASH_DIR or: %s -d CRASH_DIR -l, --list List not yet reported problems -f, --full List all problems -D BASE_DIR Directory to list problems from (default: -D $HOME/.abrt/spool -D %s) -r, --report Send a report about CRASH_DIR -y, --always ...without editing and asking -i, --info Print detailed information about CRASH_DIR -f, --full ...including multi-line entries Note: -if will run analyzers (if this CRASH_DIR have defined analyzers) -d, --delete Remove CRASH_DIR -V, --version Display version and exit -v, --verbose Be verbose
zh_tw: 用法：%s -l[f] [-D BASE_DIR]...] 或：%s -r[y] CRASH_DIR 或：%s -i[b] CRASH_DIR 或：%s -d CRASH_DIR -l, --list 列出尚未回報的問題 -f, --full 列出所有問題 -D BASE_DIR 要從哪個目錄列出問題 (預設：-D $HOME/.abrt/spool -D %s) -r, --report 傳送有關 CRASH_DIR 的回報 -y, --always ...不編輯也不詢問 -i, --info 印出有關 CRASH_DIR 的詳細資訊 -f, --full ...包含多列的條目 注意：-if 會執行分析程式 (如果這個 CRASH_DIR 已經有定義分析程式的話) -d, --delete 移除 CRASH_DIR -V, --version 顯示版本並離開 -v, --verbose 以詳細模式執行

source: You must specify exactly one operation
as: আপুনি অবিকল এটা কাৰ্য্য ধাৰ্য্য কৰিব লাগিব
kn: ನೀವು ಕನಿಷ್ಟ ಒಂದು ಕಾರ್ಯವನ್ನಾದರೂ ಸೂಚಿಸಬೇಕು
or: ଆପଣଙ୍କୁ ପ୍ରକୃତରେ ଗୋଟିଏ ପ୍ରୟୋଗକୁ ଉଲ୍ଲେଖ କରିବାକୁ ହେବ
zh_tw: 您必須指定「一項」作業

source: # This field is read only
as: # এই ক্ষেত্ৰটো কেৱল পঢ়িব পাৰি
kn: # ಕ್ಷೇತ್ರವು ಓದಲು ಮಾತ್ರವೆ ಆಗಿದೆ
or: # ଏହି କ୍ଷେତ୍ରଟି କେବଳ ପଠନୀୟ
zh_tw: # 此欄位為唯讀

source: # Describe the circumstances of this crash below
as: # এই বিপৰ্যয় হোৱাৰ পৰিস্থিতিৰ বিৱৰণ তলত দিয়ক
kn: # ಈ ಕುಸಿತದ ಸಂದರ್ಭವನ್ನು ಇಲ್ಲಿ ವಿವರಿಸಿ
or: # ନିମ୍ନରେ ଥିବା ବିନାଶର ପରିସ୍ଥିତିକୁ ବର୍ଣ୍ଣନା କରନ୍ତୁ
zh_tw: # 在下方描述這項錯誤的狀態

source: # Backtrace # Check that it does not contain any sensitive data (passwords, etc.)
as: # Backtrace # নিৰিক্ষণ কৰক যে ইয়াৰ মাজত কোনো সংবেদ্য তথ্য নাই (পাছওৱাৰ্ডসমূহ , ইত্যাদি।)
kn: #ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ # ಅದು ಯಾವುದೆ ಸಂವೇದಿ ಮಾಹಿತಿಯನ್ನು (ಗುಪ್ತಪದಗಳು, ಇತ್ಯಾದಿ) ಹೊಂದಿದೆಯೆ ಎಂದು ಪರಿಶೀಲಿಸಿ
or: # ବ୍ୟାକଟ୍ରେସ # ଏଥିରେ କୌଣସି ସ୍ପର୍ଶକାତର ତଥ୍ୟ ଅଛି କି ନାହିଁ ତାହା ଯାଞ୍ଚ କରନ୍ତୁ (ପ୍ରବେଶ ସଂକେତ, ଇତ୍ୟାଦି)
zh_tw: # 追蹤 # 檢查它不包含任何敏感資料 (密碼等等)

source: # Architecture
as: # স্থাপত্য
kn: #ಆರ್ಕಿಟೆಕ್ಚರ್
or: # ସଂରଚନା
zh_tw: # 架構

source: # Command line
as: # কমান্ড শাৰী
kn: # ಆಜ್ಞಾ ಸಾಲು
or: # ନିର୍ଦ୍ଦେଶ ଧାଡ଼ି
zh_tw: # 指令列

source: # Component
as: # উপাদান
kn: # ಘಟಕ
or: # ଉପାଦାନ
zh_tw: # 元件

source: # Core dump
as: # কেন্দ্ৰ ডাম্প
kn: # ಕೋರ್ ಡಂಪ್
or: # କୋର ଡମ୍ପ
zh_tw: # 核心傾印

source: # Executable
as: # এক্সিকিউটেবল্
kn: # ಎಕ್ಸಿಗ್ಯೂಟೆಬಲ್
or: # ନିଷ୍ପାଦନ ଯୋଗ୍ୟ
zh_tw: # 可執行檔

source: # Kernel version
as: # কাৰনেল সংস্কৰণ
kn: # ಕರ್ನಲ್ ಆವೃತ್ತಿ
or: # କର୍ଣ୍ଣଲ ସଂସ୍କରଣ
zh_tw: # Kernel 版本

source: # Package
as: # পেকেইজ
kn: # ಪ್ಯಾಕೇಜ್
or: # ପ୍ୟାକେଜ
zh_tw: # 套件

source: # Reason of crash
as: # ক্ৰেষৰ কাৰণ
kn: # ಕುಸಿತದ ಕಾರಣ
or: # ବିନାଶର କାରଣ
zh_tw: # 當機原因

source: # Release string of the operating system
as: # অপাৰেটিং চিস্টেমৰ উন্মোচন স্ট্ৰিং
kn: # ಕಾರ್ಯ ವ್ಯವಸ್ಥೆಯ ಬಿಡುಗಡೆ ವಾಕ್ಯಾಂಶ
or: # ପ୍ରଚାଳନ ତନ୍ତ୍ରର ବାକ୍ୟଖଣ୍ଡକୁ ପ୍ରକାଶ କରନ୍ତୁ
zh_tw: # 作業系統的釋出字串

source: Cannot run vi: $TERM, $VISUAL and $EDITOR are not set
as: vi চলাব নোৱাৰি: $TERM, $VISUAL আৰু $EDITOR সংহতি কৰা হোৱা নাই
kn: vi ಅನ್ನು ಚಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: $TERM, $VISUAL ಹಾಗು $EDITOR ಅನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
or: vi କୁ ଚଲାଇପାରିବେ ନାହିଁ: $TERM, $VISUAL ଏବଂ $EDITOR କୁ ସେଟକରାଯାଇନାହିଁ
zh_tw: 無法執行 vi：$TERM、$VISUAL 以及 $EDITOR 尚未設置

source: The report has been updated
as: আবেদনপত্ৰটো আপডেইট কৰা হৈছে
kn: ವರದಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
or: ବିବରଣୀକୁ ଅଦ୍ୟତନ କରାଯାଇଛି
zh_tw: 報告已更新

source: No changes were detected in the report
as: আবেদনপত্ৰটোত কোনো পৰিৱৰ্তন পোৱে যোৱা নাছিল
kn: ವರದಿಯಲ್ಲಿ ಯಾವುದೆ ಬದಲಾವಣೆಯು ಕಂಡು ಬಂದಿಲ್ಲ
or: ବିବରଣୀରେ କୌଣସି ପରିବର୍ତ୍ତନ ଚିହ୍ନାପଡ଼ି ନାହିଁ
zh_tw: 報告中未偵測到變更

source: y
zh_tw: 是 (y)

source: N
zh_tw: 否 (N)

source: Your input is not valid, because of:
as: আপোনাৰ ইনপুট বৈধ নহয়, কাৰণ:
kn: ನಿಮ್ಮ ಇನ್‌ಪುಟ್ ಅಮಾನ್ಯವಾಗಿದೆ, ಏಕೆಂದರೆ:
or: ଆପଣଙ୍କର ନିବେଶଟି ବୈଧ ନୁହଁ, କାରଣ:
zh_tw: 您的輸入並非有效，因為：

source: Bad value for '%s': %s
as: '%s' -ৰ বাবে বেয়া মান: %s
kn: '%s' ಗಾಗಿನ ತಪ್ಪು ಮೌಲ್ಯ: %s
or: '%s' ପାଇଁ ଖରାପ ମୂଲ୍ୟ: %s
zh_tw: 「%s」的值不良：%s

source: Select how you would like to analyze the problem:
zh_tw: 請選取您想要如何分析問題：

source: Choose option [0 - %u]:
zh_tw: 請選擇選項 [0 - %u]：

source: You have chosen number out of range
zh_tw: 您選擇的數目超出範圍

source: Invalid input, program exiting...
zh_tw: 無效的輸入，程式正在離開...

source: Reporting...
as: জনোৱা হৈ আছে...
kn: ವರದಿ ಮಾಡಲಾಗುತ್ತಿದೆ...
or: ଖବର କରୁଅଛି...
zh_tw: 正在回報...

source: Report using %s?
as: %s ব্যৱহাৰ কৰি জনাব নে?
kn: %s ಅನ್ನು ಬಳಸಿಕೊಂಡು ವರದಿ ಮಾಡಬೇಕೆ?
or: %s କୁ ବ୍ୟବହାର କରି ଖବର କରିବେ କି?
zh_tw: 使用 %s 回報？

source: Skipping...
as: বাদ দিয়া হৈ আছে...
kn: ಕಡೆಗಣಿಸಲಾಗುತ್ತಿದೆ...
or: ଏଡ଼ାଇଦେଉଛି...
zh_tw: 跳過...

source: Reporting disabled because the backtrace is unusable
as: জনোৱা সেৱা অসামৰ্থবান কাৰণ backtrace ব্যৱহাৰৰ অযোগ্য
kn: ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಬಳಸಲು ಯೋಗ್ಯವಾಗಿರದೆ ಇರುವುದರಿಂದ ವರದಿ ಮಾಡುವುದನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ
or: ଖବର କରିବା ପଦ୍ଧତିକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି, ଉପରେ ଦର୍ଶାଯାଇଥିବା ସମସ୍ୟାଗୁଡ଼ିକୁ ଦୟାକରି ସମାଧାନ କରନ୍ତୁ
zh_tw: 已停用回報，因為追蹤功能無法使用

source: Please try to install debuginfo manually using the command: "debuginfo-install %s" and try again
as: অনুগ্ৰহ কৰি debuginfo -ক কমান্ড: "debuginfo-install %s" ব্যৱহাৰ কৰি হস্তচালিতভাৱে ইনস্টল কৰাৰ চেষ্টা কৰক আৰু পুনৰ চেষ্টা কৰক
kn: ಈ ಆಜ್ಞೆಯನ್ನು ಬಳಸಿಕೊಂಡು ದೋಷನಿವಾರಣಾ ಮಾಹಿತಿಯನ್ನು ಕೈಯಾರೆ ಅನುಸ್ಥಾಪಿಸಿ: "debuginfo-install %s" ಹಾಗು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ
or: ଦୟାକରି ତ୍ରୁଟି ନିବାରଣ ସୂଚନାକୁ ଏହି ନିର୍ଦ୍ଦେଶକୁ ବ୍ୟବହାର କରି ହସ୍ତକୃତ ଭାବରେ ସ୍ଥାପନ କରନ୍ତୁ: "debuginfo-install %s" ଏବଂ ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ
zh_tw: 請試著以指令手動安裝 debuginfo：「debuginfo-install %s」，接著重試

source: [-v] -d DIR Query package database and save package name, component, and description
as: [-v] -d DIR পেকেইজ ডাটাবেইচৰ বিষয়ে সোধক আৰু পেকেইজ নাম, উপাদান, আৰু বিৱৰণ সঞ্চয় কৰক
kn: [-v] -d DIR ಪ್ಯಾಕೇಜ್ ದತ್ತಾಂಶಕ್ಕಾಗಿ ಮನವಿ ಸಲ್ಲಿಸು ಹಾಗು ಪ್ಯಾಕೇಜ್ ಹೆಸರು, ಘಟಕ, ಹಾಗು ವಿವರಣೆಯನ್ನು ಉಳಿಸು
or: [-v] -d DIR ପ୍ୟାକେଜ ତଥ୍ୟାଧାରକୁ ପଚାରନ୍ତୁ ଏବଂ ପ୍ୟାକେଜ ନାମ, ଉପାଦାନ, ଏବଂ ବର୍ଣ୍ଣନାକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
zh_tw: [-v] -d DIR 查詢套件資料庫並儲存套件名稱、元件、描述等。

source: Dump directory
as: ডাইৰেকটৰি ডাম্প কৰক
kn: ಬಿಸುಡು ಕೋಶ
or: ଡମ୍ପ ଡିରେକ୍ଟୋରି
zh_tw: 傾印目錄

source: [-vs] -d DIR -e EVENT or:
as: [-vs] -d DIR -e ঘটনা বা:
zh_tw: [-vs] -d DIR -e EVENT 或：

source: Log to syslog
as: syslog লে লগ
kn: syslog ಗೆ ದಾಖಲಿಸು
or: syslog ପାଇଁ ଲଗ
zh_tw: 紀錄至 syslog

source: Handle EVENT
as: ঘটনা সম্ভালক
kn: ಹ್ಯಾಂಡಲ್ EVENT
or: EVENT କୁ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ
zh_tw: 處理 EVENT

source: List possible events [which start with PFX]
as: সম্ভাব্য ঘটনাসমূহ দেখুৱাওক [যি PFX -ৰ সৈতে আৰম্ভ হয়]
kn: ಸಾಧ್ಯವಿರುವ ಘಟನೆಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಿ [PFX ನೊಂದಿಗೆ ಆರಂಭಗೊಳ್ಳುವುದು]
or: ସମ୍ଭାବ୍ୟ ଘଟଣାଗୁଡ଼ିକୁ ତାଲିକାଭୁକ୍ତ କରନ୍ତୁ [ଯାହାକି PFX ସହିତ ଆରମ୍ଭ ହୋଇଥାଏ]
zh_tw: 列出可能的事件 [以 PFX 開頭]

source: Add program names to log
as: লগ লে প্ৰগ্ৰামৰ নামসমূহ যোগ কৰক
kn: ಪ್ರೊಗ್ರಾಮ್‌ನ ಹೆಸರುಗಳನ್ನು ದಾಖಲೆಗೆ ಸೇರಿಸು
or: ଲଗରେ ପ୍ରଗ୍ରାମ ନାମଗୁଡ଼ିକୁ ଯୋଗ କରନ୍ତୁ
zh_tw: 加入程式名稱至紀錄檔

source: [options]
as: [বিকল্পসমূহ]
kn: [ಆಯ್ಕೆಗಳು]
or: [ବିକଳ୍ପଗୁଡ଼ିକ]
zh_tw: [選項]

source: Use UID as client uid
as: UID -ক ক্লাএন্ট uid হিচাপে ব্যৱহাৰ কৰক
kn: UID ಅನ್ನು ಕ್ಲೈಂಟ್ uid ಆಗಿ ಬಳಸಿ
or: UID କୁ କ୍ଲାଏଣ୍ଟ uid ଭାବରେ ବ୍ୟବହାର କରନ୍ତୁ
zh_tw: 使用 UID 作為客戶端 uid

source: The size of the report exceeded the quota. Please check system's MaxCrashReportsSize value in abrt.conf.
as: আবেদনপত্ৰৰ আকাৰ কোটা পাৰ হৈ গৈছে। অনুগ্ৰহ কৰি abrt.conf -ত চিস্টেমৰ MaxCrashReportsSize মান চাওক।
kn: ವರದಿಯ ಗಾತ್ರವು ಕೋಟವನ್ನು ಮೀರಿದೆ. abrt.conf ನಲ್ಲಿ ವ್ಯವಸ್ಥೆಯ MaxCrashReportsSize ಅನ್ನು ಪರಿಶೀಲಿಸಿ.
or: ବିବରଣୀ ଆକାର ସଂରକ୍ଷଣକୁ ଅତିକ୍ରମ କରିଛି। ଦୟାକରି ତନ୍ତ୍ରର MaxCrashReportsSize ମୂଲ୍ୟକୁ abrt.conf ରେ ଯାଞ୍ଚ କରନ୍ତୁ।
zh_tw: 報告配額大小超出。請檢查您在 abrt.conf 中，系統的 MaxCrashReportsSize 數值。

source: Do not daemonize
as: daemonize নকৰিব
kn: ಡೆಮನ್‌ ಆಗಿ ಮಾಡಬೇಡ
or: daemonize କରନ୍ତୁ ନାହିଁ
zh_tw: 不要在幕後運行

source: Log to syslog even with -d
as: -d -ৰ সৈতে syslog লে লগ কৰক
kn: -d ಯೊಂದಿಗೂ ಸಹ syslog ಗೆ ದಾಖಲಿಸಿ
or: -d ସହିତ ମଧ୍ଯ syslog ଘଟଣାକୁ ଲଗ କରନ୍ତୁ
zh_tw: 即使加上 -d 參數也紀錄至 slslog

source: Exit after SEC seconds of inactivity
as: SEC ছেকেন্ড অসক্ৰিয়তাৰ পিছতে প্ৰস্থান কৰক
kn: SEC ಸೆಕೆಂಡುಗಳ ನಿಷ್ಕ್ರಿಯತೆಯ ನಂತರ ನಿರ್ಗಮಿಸು
or: SEC ସେକଣ୍ଡ ନିଷ୍କ୍ରିୟ ହେବା ପରେ ପ୍ରସ୍ଥାନ କରନ୍ତୁ
zh_tw: 在停止運作 SEC 秒後離開

source: Show password
as: পাছওৱাৰ্ড দেখুৱাওক
kn: ಗುಪ್ತಪದವನ್ನು ತೋರಿಸು
or: ପ୍ରବେଶସଂକେତ ଦର୍ଶାନ୍ତୁ
zh_tw: 顯示密碼

source: Event Configuration
as: ঘটনা সংৰূপ
kn: ಸಂದರ್ಭ ಸಂರಚನೆ
or: ଘଟଣା ବିନ୍ୟାସ
zh_tw: 事件組態

source: Event
as: ঘটনা
kn: ಸಂದರ್ಭ (ಎವೆಂಟ್)
or: ଘଟଣା
zh_tw: 事件

source: Configure E_vent
as: ঘটনা সংৰূপন কৰক (_v)
kn: ಸಂದರ್ಭವನ್ನು ಸಂರಚಿಸಿ (_v)
or: ଘଟଣାକୁ ବିନ୍ଯାସ କରନ୍ତୁ (_v)
zh_tw: 設定事件(_V)

source: Wrong settings detected for %s, reporting will probably fail if you continue with the current configuration.
zh_tw: 偵測到 %s 有錯誤的設定值，若您以目前的組態繼續的話，回報動作可能會失敗。

source: Wrong settings detected for <b>%s</b>, reporting will probably fail if you continue with the current configuration.
zh_tw: 偵測到 <b>%s</b> 有錯誤的設定值，若您以目前的組態繼續的話，回報動作可能會失敗。

source: Reported
as: প্ৰতিবেদন কৰা হৈছে
kn: ವರದಿ ಮಾಡಲಾಗಿದೆ
or: ଖବର କରାଯାଇଛି
zh_tw: 已回報

source: Problem
as: সমস্যা
kn: ತೊಂದರೆ
or: ସମସ୍ଯା
zh_tw: 問題

source: Last occurrence
as: সৰ্বশেষ ঘটনা
kn: ಕೊನೆಯ ಬಾರಿ ಸಂಭವಿಸಿದ್ದು
or: ଅନ୍ତିମ ଘଟଣା
zh_tw: 上次出現

source: _File
as: নথিপত্ৰ (_F)
kn: ಕಡತ (_F)
or: ଫାଇଲ (_F)
zh_tw: 檔案(_F)

source: _Edit
as: সম্পাদনা (_E)
kn: ಸಂಪಾದನೆ (_E)
or: ସମ୍ପାଦନ କରନ୍ତୁ (_E)
zh_tw: 編輯(_E)

source: _Help
as: সহায় (_H)
kn: ಸಹಾಯ (_H)
or: ସହାୟତା (_H)
zh_tw: 求助(_H)

source: _Event configuration
as: ঘটনা সংৰূপন (_E)
kn: ಘಟನೆ ಸಂರಚನೆ (_E)
or: ଘଟଣା ବିନ୍ୟାସ (_E)
zh_tw: 事件組態(_E)

source: Online _Help
as: অনলাইন সহায় (_H)
kn: ಆನ್‌ಲೈನ್ ನೆರವು (_H)
or: ଅନ ଲାଇନ ସହାୟତା (_H)
zh_tw: 線上幫助(_H)

source: View and report application crashes
as: এপ্লিকেছনৰ বিপৰ্যয় নিৰীক্ষণ কৰক আৰু প্ৰতিবেদন কৰক
kn: ಅನ್ವಯದ ಕುಸಿತವನ್ನು ನೋಡಿ ಹಾಗು ವರದಿ ಮಾಡಿ
or: ପ୍ରୟୋଗ ନଷ୍ଟଗୁଡ଼ିକୁ ଦେଖନ୍ତୁ ଏବଂ ଖବର କରନ୍ତୁ
zh_tw: 檢視與回報應用程式錯誤

source: [-vp] [DIR]... Shows list of ABRT dump directories in specified DIR(s) (default DIRs:
as: [-vp] [DIR]... ABRT ডাম্প ডাইৰেকটৰিসমূহৰ তালিকা ধাৰ্য্য কৰা DIR(s) -ত দেখুৱাওক (অবিকল্পিত DIRs:
kn: [-vp] [DIR]... ಸೂಚಿಸಲಾದ DIR(s) ಯಲ್ಲಿ ABRT ಯ ಬಿಸುಡು ಕೋಶಗಳ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸುತ್ತದೆ (ಪೂರ್ವನಿಯೋಜಿತ DIRಗಳು:
or: [-vp] [DIR]... ABRT ଡମ୍ପ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକର ତାଲିକାକୁ ଉଲ୍ଲିଖିତ DIR(s) ରେ ଦର୍ଶାନ୍ତୁ (ପୂର୍ବନିର୍ଦ୍ଧାରିତ DIRs:
zh_tw: [-vp] [DIR]... 顯示指定 DIR(s) 內 ABRT 傾印目錄的清單 (預設 DIRs：

source: [-vp] [-g GUI_FILE] DIR GUI tool to analyze and report problem saved in specified DIR
as: [-vp] [-g GUI_FILE] DIR ধাৰ্য্য কৰা DIR সমূহত সঞ্চয় কৰা সমস্যা বিশ্লেষণ কৰিবলে আৰু জনাবলে GUI সজুলি
kn: [-vp] [-g GUI_FILE] DIR ಸೂಚಿಸಲಾದ DIR ಯಲ್ಲಿ ಉಳಿಸಲಾದ ತೊಂದರೆಯನ್ನು ವಿಶ್ಲೇಷಿಸುವ ಹಾಗು ವರದಿ ಮಾಡುವ GUI
or: [-vp] [-g GUI_FILE] DIR ନିର୍ଦ୍ଦିଷ୍ଟ DIR ରେ ସଂରକ୍ଷିତ ସମସ୍ୟାକୁ ବିଶ୍ଳେଷଣ ଏବଂ ଖବର କରିବା ପାଇଁ GUI ସାଧନ
zh_tw: [-vp] [-g GUI_FILE] DIR 分析並回報儲存在指定 DIR 內問題的 GUI 工具

source: Alternate GUI file
as: বৈকল্পিক GUI নথিপত্ৰ
kn: ಪರ್ಯಾಯ GUI ಕಡತ
or: ବୈକଳ୍ପିକ GUI ଫାଇଲ
zh_tw: 替代的 GUI 檔案

source: Need writable directory, but '%s' is not writable. Move it to '%s' and operate on the moved copy?
as: লিখিব পৰা ডাইৰেকটৰি বিচাৰে, কিন্তু '%s' -ক লিখিব নোৱাৰি। ইয়াক '%s' -ত লই গৈ আৰু লৈ যোৱা কপিত কাৰ্য্য কৰা হব নে?
kn: ಬರೆಯಬಹುದಾದ ಕೋಶದ ಅಗತ್ಯವಿದೆ, ಆದರೆ '%s' ಎಂಬುದಕ್ಕೆ ಬರೆಯಲು ಅನುಮತಿ ಇಲ್ಲ. ಅದನ್ನು '%s' ಕ್ಕೆ ವರ್ಗಾಯಿಸಿ ನಂತರ ವರ್ಗಾಯಿಸಲಾದ ಪ್ರತಿಯ ಮೇಲೆ ಕೆಲಸ ಮಾಡಲು ಬಯಸುತ್ತೀರೆ?
or: ନୂତନ ଲିଖନଯୋଗ୍ୟ ଡିରେକ୍ଟୋରୀ, କିନ୍ତୁ '%s' ଟି ଲିଖନଯୋଗ୍ୟ ନୁହଁ। ଏହାକୁ '%s' କୁ ଘୁଞ୍ଚାଇ ଏବଂଘୁଞ୍ଚାଯାଇଥିବା ନକଲ ମଧ୍ଯରେ କାର୍ଯ୍ୟ କରିବେ କି?
zh_tw: 需要可以寫入的目錄，但是「%s」無法寫入。您想要將它移動至「%s」並對移動的副本進行操作嗎？

source: (click here to view/edit)
as: (চাবলে/সম্পাদন কৰিবলে ইয়াত ক্লিক কৰক)
kn: (ನೋಡಲು/ಸಂಪಾದಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್‌ ಮಾಡಿ)
or: (ଦେଖିବା/ସମ୍ପାଦନ କରିବା ପାଇଁ ଏଠାରେ କ୍ଲିକ କରନ୍ତୁ)
zh_tw: (請點擊這裡檢視或編輯)

source: (binary file, %llu bytes)
as: (বাইনাৰি নথিপত্ৰ, %llu বাইটসমূহ)
kn: (ಬೈನರಿ ಕಡತ, %llu ಬೈಟ್‌ಗಳು)
or: (ଦ୍ୱମିକ ଫାଇଲ, %llu ବାଇଟ)
zh_tw: (二進位檔，%llu 位元組)

source: (no description)
as: (কোনো বিৱৰণ নাই)
kn: (ಯಾವುದೆ ವಿವರಣೆ ಇಲ್ಲ)
or: (କୌଣସି ବର୍ଣ୍ଣନା ନାହିଁ)
zh_tw: (無敘述)

source: %llu bytes, %u files
as: %llu বাইটসমূহ, %u নথিপত্ৰসমূহ
kn: %llu ಬೈಟ್‌ಗಳು, %u ಕಡತಗಳು
or: %llu ବାଇଟ, %u ଫାଇଲଗୁଡ଼ିକ
zh_tw: %llu 位元組，%u 個檔案

source: No processing for event '%s' is defined
as: '%s' ঘটনাৰ বাবে কোনো প্ৰক্ৰিয়া দিয়া হোৱা নাই
kn: '%s' ಘಟನೆಗಾಗಿ ಯಾವುದೆ ಸಂಸ್ಕರಣೆಯನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ
or: ନାଁ '%s' ପାଇଁ ସଞ୍ଚାଳନକୁ ବ୍ୟାଖ୍ୟା କରାଯାଇଛି
zh_tw: 未定義「%s」事件的處理

source: The backtrace is incomplete, please make sure you provide the steps to reproduce.
as: backtrace টো অসমপূৰ্ণ, অনুগ্ৰহ কৰি নিশ্চিত কৰক পুনৰ উৎপাদন কৰিবলে আপুনি পৰ্যায়সমূহৰ যোগান দিছে।
kn: ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅಪೂರ್ಣಗೊಂಡಿದೆ, ಇದನ್ನು ಮರಳಿ ಉತ್ಪಾದಿಸಲು ವಿವರಣೆಯುಕ್ತ ಸೂಚನೆಗಳನ್ನು ಒದಗಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
or: ବ୍ୟାକଟ୍ରେସଟି ସମ୍ପୂର୍ଣ୍ଣ ହୋଇନାହିଁ, ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ପୁନଃ ଉତ୍ପାଦନ କରିବା ପାଇଁ ଉତ୍ତମ ପଦକ୍ଷେପ ପ୍ରଦାନ କରିଛନ୍ତି।
zh_tw: 追蹤資訊不完整，請確認您提供了能夠重現問題的步驟。

source: Reporting disabled because the backtrace is unusable.
as: জনোৱা প্ৰক্ৰিয়া অসামৰ্থবান কাৰণ backtrace ব্যৱহাৰযোগ্য নহয়।
kn: ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಬಳಸಲು ಯೋಗ್ಯವಾಗಿರದೆ ಇರುವುದರಿಂದ ವರದಿ ಮಾಡುವುದನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
or: ଖବର କରିବା ପଦ୍ଧତିକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି, ଉପରେ ଦର୍ଶାଯାଇଥିବା ସମସ୍ୟାଗୁଡ଼ିକୁ ଦୟାକରି ସମାଧାନ କରନ୍ତୁ।
zh_tw: 已停用回報，因為無法使用追蹤功能。

source: You should check the backtrace for sensitive data.
as: আপুনি backtrace -ক সংবেদ্য তথ্য কাৰণে নিৰিক্ষন কৰক।
kn: ಸಂವೇದಾತ್ಮಕವಾದ ದತ್ತಾಂಶಕ್ಕಾಗಿ ನೀವು ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅನ್ನು ನೋಡಲೇ ಬೇಕಾಗುತ್ತದೆ
or: ସ୍ପର୍ଶକାତର ତଥ୍ୟ ପାଇଁ ଆପଣଙ୍କୁ ବ୍ୟାକଟ୍ରେସକୁ ଯାଞ୍ଚ କରିବା ଆବଶ୍ୟକ।
zh_tw: 您必須檢查追蹤資訊以找尋敏感資料。

source: You must agree with sending the backtrace.
as: আপুনি backtrace -ক পঠুৱা লৈ মানতি হব লাগিব।
kn: ನೀವು ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅನ್ನು ಕಳುಹಿಸಲು ಅಂಗೀಕರಿಸುವುದು ಅಗತ್ಯವಾಗುತ್ತದೆ.
or: ଆପଣ ବ୍ୟାକଟ୍ରାସକୁ ପଠାଇବା ପାଇଁ ସରହମତ ହେବା ଆବଶ୍ୟକ।
zh_tw: 您必須同意傳送追蹤資訊。

source: Analyzing...
as: বিশ্লেষন কৰা হৈ আছে...
kn: ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...
or: ବିଶ୍ଳେଷଣ କରୁଅଛି ...
zh_tw: 正在分析...

source: Analyzing finished with exit code %d
as: প্ৰস্থান কোড %d -ৰ সৈতে বিশ্লেষন সমপূৰ্ণ কৰা হল
kn: ವಿಶ್ಲೇಷಣೆಯು %d ಎಂಬ ನಿರ್ಗಮನ ಸಂಕೇತದೊಂದಿಗೆ ಪೂರ್ಣಗೊಂಡಿದೆ
or: ପ୍ରସ୍ଥାନ ସଂକେତ %d ସହିତ ବିଶ୍ଳେଷଣ ସମାପ୍ତ ହୋଇଛି
zh_tw: 分析完成附帶離開碼 %d

source: Reporting finished with exit code %d
as: প্ৰস্থান কোড %d -ৰ সৈতে জনোৱা সমপূৰ্ণ কৰা হল
kn: ವರದಿ ಮಾಡುವಿಕೆಯು %d ಎಂಬ ನಿರ್ಗಮನ ಸಂಕೇತದೊಂದಿಗೆ ಪೂರ್ಣಗೊಂಡಿದೆ
or: ପ୍ରସ୍ଥାନ ସଂକେତ %d ସହିତ ଖବର କରିବା ସମାପ୍ତ ହୋଇଛି
zh_tw: 回報完成附帶離開碼 %d

source: Name
as: নাম
kn: ಹೆಸರು
or: ନାମ
zh_tw: 名稱

source: Value
as: মান
kn: ಮೌಲ್ಯ
or: ମୂଲ୍ୟ
zh_tw: 值

source: <b>Your comments are not private.</b> They may be included into publicly visible problem reports.
as: <b>আপোনাৰ উপাদানসমূহ ব্যক্তিগত নহয়।</b> তেওলোকক ৰাজহুৱা ভাৱে দৃশ্যমান সমস্যা আবেদনপত্ৰত অন্তৰভুক্ত কৰা হব পাৰে।
kn: <b>ನಿಮ್ಮ ಟಿಪ್ಪಣಿಗಳು ಖಾಸಗಿಯಾಗಿಲ್ಲ.</b> ಅದನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುವ ತೊಂದರೆ ವರದಿಯಲ್ಲಿ ಸೇರಿಸಲಾಗಬಹುದು.
or: <b>ଆପଣଙ୍କର ମନ୍ତବ୍ୟ ବ୍ୟକ୍ତିଗତ ନୁହଁ।</b> ସେମାନେ ସର୍ବସାଧାରଣରେ ଦୃଶ୍ୟମାନ ସମସ୍ୟା ବିବରଣୀରେ ଅନ୍ତର୍ଭୁକ୍ତ।
zh_tw: <b>您的評註並非以私密方式處理。</b> 它們可能被納入能夠公開查看的問題回報中。

source: Analyzing did not start yet
as: বিশ্লেষণ এতিয়াও আৰম্ভ হোৱা নাই
kn: ವಿಶ್ಲೇಷಿಸುವಿಕೆಯು ಇನ್ನೂ ಸಹ ಆರಂಭಗೊಂಡಿಲ್ಲ
or: ବିଶ୍ଳେଷଣ ଏପର୍ଯ୍ୟନ୍ତ ଆରମ୍ଭ ହୋଇନାହିଁ
zh_tw: 尚未開始分析

source: Any additional comments useful for diagnosing the problem?
as: কোনো অতিৰিক্ত মন্তব্য সমস্যাটো বিশ্লষন কৰোতে লাভদায়ক হব নে?
kn: ತೊಂದರೆಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಯಾವುದಾದರೂ ಹೆಚ್ಚುವರಿ ಟಿಪ್ಪಣಿಗಳು ನೆರವಾಗುತ್ತವೆಯೆ?
or: ଯେକୌଣସି ଅତିରିକ୍ତ ମନ୍ତବ୍ୟ ସମସ୍ୟା ବିଶ୍ଳେଷଣ କରିବାରେ ଉପଯୋଗି ହୋଇଥାଏ?
zh_tw: 有任何其他評註對於診斷該問題有幫助嗎？

source: Backtrace provides developers with details of the crash, helping them track down the source of the problem. Please review it and remove any sensitive data you would rather not share:
as: Backtrace -এ বিকাশকসমূহক ক্ৰেষৰ বিৱৰণ দিয়ে, যোনটো সমস্যাৰ উৎস বিচাৰিবলে তেওলোকক সহায় কৰে। অনুগ্ৰহ কৰি ইয়াক পুনৰ চাওক আৰু এনে কোনো সংবেদ্য তথ্য যিটো আপুনি সেয়াৰ কৰিব নিবিচাৰে তাক আতৰাওক:
kn: ಬ್ಯಾಕ್‌ಟ್ರೇಸ್‌ನಿಂದಾಗಿ ವಿಕಸನಗಾರರಿಗೆ ಕುಸಿತದ ವಿವರಗಳು ತಿಳಿಯುತ್ತದೆ, ಇದರಿಂದಾಗಿ ಅವರಿಗೆ ತೊಂದರೆಯ ಮೂಲಕ್ಕೆ ಹೋಗಲು ಸಾಧ್ಯವಿರುತ್ತದೆ. ದಯವಿಟ್ಟು ಅದನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗು ಅದರಲ್ಲಿ ನೀವು ಬೇರೆಯವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸದೆ ಇರುವಂತಹ ಯಾವುದಾದರೂ ಖಾಸಗಿ ಮಾಹಿತಿ ಇದ್ದಲ್ಲಿ ಅದನ್ನು ತೆಗೆದು ಹಾಕಿ:
or: ବ୍ୟାକଟ୍ରେସ ବିକାଶକାରୀମାନଙ୍କୁ ନଷ୍ଟର ବିବରଣୀ ପ୍ରଦାନ କରିଥାଏ, ଯାହାଫଳରେ ସେମାନଙ୍କୁ ସମସ୍ୟାର ଉତ୍ସକୁ ନିରୀକ୍ଷଣ କରିବାରେ ସହାୟତା କରିଥାଏ। ଦୟାକରି ଏହାକୁ ସମୀକ୍ଷା କରନ୍ତୁ ଏବଂ ସ୍ପର୍ଶକାତର ତଥ୍ୟକୁ ବାହାର କରିଦିଅନ୍ତୁ:
zh_tw: 追蹤資訊提供開發者當機的細節，並幫助他們追蹤問題的來源。請校閱資料並移除任何您不想要與他人分享的敏感資料：

source: Can create more informative backtrace if you installed additional debug packages
as: বেছি তথ্যপূৰ্ণ backtrace সৃষ্টি কৰিব নোৱাৰি যদি আপুনি অতিৰিক্ত ডিবাগ পেকেইজসমূহ ইনস্টল কৰিছে
kn: ಹೆಚ್ಚುವರಿ ದೋಷನಿವಾರಣ ಪ್ಯಾಕೇಜುಗಳನ್ನು ನೀವು ಅನುಸ್ಥಾಪಿಸಿದಲ್ಲಿ ಹೆಚ್ಚು ಮಾಹಿತಿಯುಕ್ತ ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅನ್ನು ಉತ್ಪಾದಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.
or: ଅଧିକ ସୂଚନା ବିଶିଷ୍ଟ ବ୍ୟାକଟ୍ରେସକୁ ନିର୍ମାଣ କରିପାରିବେ ଯଦି ଆପଣ ଅତିରିକ୍ତ ତ୍ରୁଟି ନିବାରଣ ପ୍ୟାକେଜଗୁଡ଼ିକୁ ସ୍ଥାପନ କରନ୍ତି
zh_tw: 若您已安裝額外除錯套件可以產生更多追蹤資訊

source: Click 'Apply' to start reporting
as: জনোৱা আৰম্ভ কৰিবলে 'প্ৰয়োগ কৰা' ক্লিক কৰক
kn: ವರದಿ ಮಾಡುವುದನ್ನು ಆರಂಭಿಸಲು 'ಅನ್ವಯಿಸು' ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ
or: ଖବର କରିବା ଆରମ୍ଭକରିବା ପାଇଁ 'ପ୍ରୟୋଗ କରନ୍ତୁ' କୁ କ୍ଲିକ କରନ୍ତୁ
zh_tw: 點擊「套用」開始回報

source: Configure _Events
as: ঘটনাসমূহ সংৰূপ কৰক (_E)
kn: ಘಟನೆಗಳನ್ನು ಸಂರಚಿಸು (_E)
or: ଘଟଣାଗୁଡ଼ିକୁ ବିନ୍ଯାସ କରନ୍ତୁ (_E)
zh_tw: 設定事件(_E)

source: Details
as: বিৱৰণ
kn: ವಿವರಗಳು
or: ବିସ୍ତୃତ ବିବରଣୀ
zh_tw: 詳情

source: How did this problem happen (step-by-step)? How can it be reproduced?
as: এই সমস্যা কেনেকে ঘটিত হল (স্তৰে-স্তৰে)? ইয়াক কেনেকে পুনৰ উৎপাদন কৰিব পাৰি?
kn: ಈ ತೊಂದರೆ ಹೇಗೆ ಸಂಭವಿಸಿತು (ಹಂತ-ಹಂತವಾಗಿ)? ಅದನ್ನು ಇನ್ನೊಮ್ಮೆ ಆಗುವಂತೆ ಮಾಡುವುದು ಹೇಗೆ?
or: ଏହି ସମସ୍ୟା କିପରି ଘଟିଲା (ପଦକ୍ଷେପ ଅନୁସାରେ)? ଏହାକୁ କିପରି ପୁନଃ ଉତ୍ପାଦନ କରାଯାଇପାରିବ?
zh_tw: 此問題如何發生的 (請分步驟敘述)？該怎麼讓問題重新產生？

source: I _agree with submitting the backtrace
as: মই backtraceটো জমা দিবলে ৰাজি
kn: ನಾನು ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅನ್ನು ಸಲ್ಲಿಸಲು ಅನುಮತಿಸುತ್ತೇನೆ (_a)
or: ମୁଁ ବ୍ୟାକ ଟ୍ରେସ ଦାଖଲ କରିବାରେ ସହମତ ‍(_a)
zh_tw: 我同意提交追蹤資料

source: Regenerate backtrace
as: backtrace -ক পুনৰ সৃজন কৰক
kn: ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅನ್ನು ಮರಳಿ ಉತ್ಪಾದಿಸಿ
or: ବ୍ୟାକଟ୍ରେସକୁ ପୁନଃ ନିର୍ମାଣ କରନ୍ତୁ
zh_tw: 重新產生追蹤訊息

source: Reporter(s):
as: সংবাদক(সমূহ):
kn: ವರದಿಗಾರ(ರು):
or: ବିବରଣୀକାରୀ(ମାନେ):
zh_tw: 回報者：

source: Reporting did not start yet
as: সংবাদনা এতিয়াও আৰম্ভ হোৱা নাই
kn: ವರದಿ ಮಾಡುವಿಕೆಯು ಇನ್ನೂ ಸಹ ಆರಂಭಗೊಂಡಿಲ್ಲ
or: ତ୍ରୁଟି ଖବର ଏପର୍ଯ୍ୟନ୍ତ ଆରମ୍ଭ ହୋଇନାହିଁ
zh_tw: 尚未開始回報

source: Select how you would like to analyze the problem:
as: আপুনি সমস্যাটো কেনেধৰনে বিশ্লেষণ কৰিব তাকে বাচক:
kn: ನೀವು ತೊಂದರೆಯನ್ನು ಹೇಗೆ ವಿಶ್ಲೇಷಿಸಲು ಬಯಸುತ್ತೀರಿ ಎನ್ನುವುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:
or: ଆପଣ କିପରି ସମସ୍ୟାକୁ ବିଶ୍ଳେଷଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି ତାହା ବାଛନ୍ତୁ:
zh_tw: 選取您想要分析該問題的方式：

source: Select how you would like to report the problem:
as: আপুনি সমস্যাটো কেনেধৰনে সংবাদনা কৰিব তাকে বাচক:
kn: ನೀವು ತೊಂದರೆಯನ್ನು ಹೇಗೆ ವರದಿ ಮಾಡಲು ಬಯಸುತ್ತೀರಿ ಎನ್ನುವುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:
or: ଆପଣ କିପରି ସମସ୍ୟାକୁ ଖବର କରିବାକୁ ଚାହୁଁଛନ୍ତି ତାହା ବାଛନ୍ତୁ:
zh_tw: 選取您想要回報該問題的方式：

source: Size:
as: আকাৰ:
kn: ಗಾತ್ರ:
or: ଆକାର:
zh_tw: 大小：

source: Use this button to generate more informative backtrace after you installed additional debug packages
as: অতিৰিক্ত ডিবাগ পেকেইজসমূহ ইনস্টল কৰাৰ পিচত এই বুটামটো ব্যৱহাৰ কৰক আৰু তথ্যপূৰ্ণ backtrace সৃজন কৰিবলে
kn: ಹೆಚ್ಚುವರಿ ದೋಷನಿವಾರಣ ಪ್ಯಾಕೇಜುಗಳನ್ನು ನೀವು ಅನುಸ್ಥಾಪಿಸಿದ ನಂತರ ಹೆಚ್ಚು ಮಾಹಿತಿಯುಕ್ತ ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅನ್ನು ಉತ್ಪಾದಿಸಲು ಈ ಗುಂಡಿಯನ್ನು ಬಳಸಿ
or: ଆପଣ ଅତିରିକ୍ତ ତ୍ରୁଟି ନିବାରଣ ପ୍ୟାକେଜଗୁଡ଼ିକୁ ସ୍ଥାପନ କରିସାରିବା ପରେ ଅଧିକ ସୂଚନାମୟ ବ୍ୟାକଟ୍ରେସକୁ ନିର୍ମାଣ କରିବା ପାଇଁ ଏହି ବଟନକୁ ବ୍ୟବହାର କରନ୍ତୁ
zh_tw: 使用此按鈕讓您在安裝額外的除錯套件後產生更多追蹤訊息

source: Uploaded: %llu of %llu kbytes
as: আপলোড কৰা হল: %llu kbytes -ৰ %llu
kn: ಆಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ: %llu of %llu kbytes
or: ଆହରଣ କରାଯାଇଛି: %llu ର %llu kbytes
zh_tw: 已上傳：%llu / %llu kbytes

source: Missing mandatory value
as: বাধ্যতামুলক মান সন্ধানহীন
kn: ಕಡ್ಡಾಯವಾದ ಮೌಲ್ಯವು ಕಾಣಿಸುತ್ತಿಲ್ಲ
or: ଅନୁପସ୍ଥିତ ଆବଶ୍ୟକ ମୂଲ୍ୟ
zh_tw: 遺失必要的值

source: Invalid utf8 character '%c'
as: অবৈধ utf8 আখৰ '%c'
kn: ಅಮಾನ್ಯವಾದ utf8 ಅಕ್ಷರ '%c'
or: ଅବୈଧ utf8 ବର୍ଣ୍ଣ '%c'
zh_tw: 無效的 utf8 字元「%c」

source: Invalid number '%s'
as: অবৈধ নম্বৰ '%s'
kn: ಅಮಾನ್ಯವಾದ ಸಂಖ್ಯೆ '%s'
or: ଅବୈଧ ସଂଖ୍ୟା '%s'
zh_tw: 無效的號碼「%s」

source: Invalid boolean value '%s'
as: অবৈধ বুলিয়ান মান '%s'
kn: ಅಮಾನ್ಯವಾದ ಬೂಲಿಯನ್ ಮೌಲ್ಯ '%s'
or: ଅବୈଧ ବୁଲିଆନ ମୂଲ୍ୟ '%s'
zh_tw: 無效的布林值「%s」

source: Unsupported option type
as: অসমৰ্থিত বিকল্প ধৰণ
kn: ಬೆಂಬಲವಿಲ್ಲದ ಆಯ್ಕೆಯ ಬಗೆ
or: ଅସମର୍ଥିତ ବିକଳ୍ପ ପ୍ରକାର
zh_tw: 未支援的選項類型

source: Usage: %s
as: ব্যৱহাৰ: %s
kn: ಬಳಕೆ: %s
or: ବ୍ଯବହାର ବିଧି: %s
zh_tw: 用法：%s

source: [options] -d DIR Analyzes C/C++ backtrace, generates duplication hash, backtrace rating, and identifies crash function in dump directory DIR
as: [বিকল্পসমূহ] -d DIR C/C++ backtrace বিশ্লেষণ কৰে, প্ৰতিলিপি হেশ সৃজন কৰে, backtrace হাৰাংক, আৰু ডাম্প ডাইৰেকটৰি DIR -ত বিপৰ্যয় ফলন চিনাক্ত কৰে
kn: [options] -d DIR C/C++ ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅನ್ನು ವಿಶ್ಲೇಷಿಸುತ್ತದೆ, ನಕಲಿ ಹ್ಯಾಶ್ ಅನ್ನು ಉತ್ಪಾದಿಸುತ್ತದೆ, ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ರೇಟಿಂಗ್ ಮಾಡುತ್ತದೆ, ಹಾಗು ಬಿಸುಡು ಕೋಶ DIR ನಲ್ಲಿ ಕುಸಿತದ ಕ್ರಿಯೆಯನ್ನು ಗುರುತಿಸುತ್ತದೆ
or: [options] -d DIR C/C++ ବ୍ୟାକଟ୍ରେସକୁ ବିଶ୍ଳେଷଣ କରିଥାଏ, ନକଲି ହ୍ୟାସ, ବ୍ୟାକଟ୍ରେସ ମାନ୍ୟତାକୁ ସୃଷ୍ଟି କରିଥାଏ, ଏବଂ ନଷ୍ଟ ଫଳନକୁ ଡମ୍ପ ଡିରେକ୍ଟୋରୀ DIR ରେ ଚିହ୍ନିଥାଏ
zh_tw: [選項] -d DIR 分析 C/C++ 追蹤資料、產生複本雜湊、追蹤評等、並辨識傾印目錄 DIR 內的當機函式

source: Backtrace parsing failed for %s
as: %s -ৰ বাবে Backtrace বিশ্লেষণ ব্যৰ্থ
kn: %s ಗಾಗಿ ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಪಾರ್ಸಿಂಗ್ ವಿಫಲಗೊಂಡಿದೆ
or: %s ପାଇଁ ବ୍ୟାକଟ୍ରାସ ବିଶ୍ଳେଷଣ ବିଫଳ ହୋଇଛି
zh_tw: %s 的追蹤解析失敗

source: [-v] -d DIR Calculates and saves UUID of coredump in dump directory DIR
as: [-v] -d DIR coredump -ৰ UUID -ক গণনা কৰি ডাম্প ডাইৰেকটৰি DIR -ত সঞ্চয় কৰে
kn: [-v] -d DIR ಕೋರ್-ಡಂಪ್‌ನ UUID ಅನ್ನು ಲೆಕ್ಕ ಹಾಕುತ್ತದೆ ಹಾಗು ಬಿಸುಡು ಕೋಶ DIR ನಲ್ಲಿ ಉಳಿಸುತ್ತದೆ
or: [-v] -d DIR ଡମ୍ପ ଡିରେକ୍ଟୋରୀ DIR ରେ କୋର ଡମ୍ପର UUID କୁ ଗଣନା କରିଥାଏ ଏବଂ ସଂରକ୍ଷଣ କରିଥାଏ
zh_tw: [-v] -d DIR 計算並儲存傾印目錄 DIR 內 coredump 的 UUID

source: [-vs] -d DIR Calculates and saves UUID and DUPHASH for oops dump directory DIR
as: [-vs] -d DIR UUID আৰু DUPHASH -ক oops ডাম্প ডাইৰেকটৰি DIR -ৰ কাৰণে গণনা আৰু সঞ্চয় কৰে
kn: [-vs] -d DIR oops ಬಿಸುಡು ಕೋಶ DIR ಗಾಗಿ UUID ಹಾಗು DUPHASH ಅನ್ನು ಲೆಕ್ಕ ಹಾಕುತ್ತದೆ ಹಾಗು ಉಳಿಸುತ್ತದೆ
or: [-vs] -d DIR UUID ଏବଂ DUPHASH କୁ oops ଡମ୍ପ ଡିରେକ୍ଟୋରୀ DIR ପାଇଁ ଗଣନା କରିଥାଏ ଏବଂ ସଂରକ୍ଷଣ କରିଥାଏ
zh_tw: [-vs] -d DIR 為 oops 傾印目錄 DIR 計算並儲存 UUID 與 DUPHASH

source: [-v] -d DIR Calculates and saves UUID and DUPHASH of python crash dumps
as: [-v] -d DIR python বিপৰ্যয় ডাম্পৰ UUID আৰু DUPHASH গণনা আৰু সঞ্চয় কৰে
kn: [-v] -d DIR ಪೈತಾನ್ ಕುಸಿತದ ಡಂಪ್‌ಗಳ UUID ಹಾಗು DUPHASH ಅನ್ನು ಲೆಕ್ಕ ಹಾಕಿ ಶೇಖರಿಸಿಡುತ್ತದೆ
or: [-v] -d DIR python ନଷ୍ଟ ଡମ୍ପଗୁଡ଼ିକର UUID ଏବଂ DUPHASH କୁ ଗଣନା କରିଥାଏ ଏବଂ ସଂରକ୍ଷଣ କରିଥାଏ
zh_tw: [-v] -d DIR 計算與儲存 python 當機傾印的 UUID 與 DUPHASH

source: New bug id: %i
as: নতুন বাগ id: %i
kn: ಹೊಸ ದೋಷ ವರದಿಯ ಐಡಿ: %i
or: ନୂତନ ତ୍ରୁଟି id: %i
zh_tw: 新的臭蟲 id：%i

source: Empty login or password, please check your configuration
zh_tw: 空白的登入名稱或密碼，請檢查您的組態
