Repository: abrt/abrt
Catalog: libreport/po/*.po
Languages: as, kn, or, zh_tw

source: Essential file '%s' is missing, can't continue..
as: প্ৰয়োজনীয় '%s' নথিপত্ৰ সন্ধানহীন, আগবাঢ়িব নোৱাৰি
zh_tw: 遺失必要檔案「%s」，無法繼續。

source: Essential file '%s' is empty, can't continue..
as: প্ৰয়োজনীয় '%s' নথিপত্ৰ ৰিক্ত, আগবাঢ়িব নোৱাৰি
zh_tw: 必要檔案「%s」為空白，無法繼續。

source: Logging into Bugzilla at %s
as: %s -ত Bugzilla -ত লগিন কৰা হৈ আছে
kn: %s ನಲ್ಲಿ ಬಗ್‌ಝಿಲ್ಲಾಗೆ ಪ್ರವೇಶಿಸಲಾಗುತ್ತಿದೆ
or: %s ରେ ବଗଜିଲାରେ ଲଗଇନ କରୁଅଛି
zh_tw: 正在登入 Bugzilla 於 %s

source: Checking for duplicates
as: প্ৰতিলিপিসমূহ বিচৰা হৈছে
kn: ಪ್ರತಿಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
or: ନକଲିଗୁଡ଼ିକୁ ଯାଞ୍ଚ କରୁଅଛି
zh_tw: 正在檢查是否有重複

source: Missing mandatory member 'bugs'
as: হেৰুৱা আৱশ্যক সদস্য 'bugs'
kn: 'ದೋಷಗಳು' ಎಂಬ ಅಗತ್ಯ ನಮೂದು ಕಾಣಿಸುತ್ತಿಲ್ಲ
or: ଆବଶ୍ୟକ ସଦସ୍ୟ 'bugs' ଅନୁପସ୍ଥିତ
zh_tw: 遺失必要的成員「bugs」

source: get_bug_info() failed. Could not collect all mandatory information
as: get_bug_info() বিফল । সকলো আৱশ্যকীয় তথ্য সংগ্ৰহ কৰিব পৰা ন'গ'ল
kn: get_bug_info() ವಿಫಲಗೊಂಡಿದೆ. ಎಲ್ಲಾ ಅಗತ್ಯ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
or: get_bug_info() ବିଫଳ ହୋଇଛି। ସମସ୍ୟ ଆବଶ୍ୟକୀୟ ସୂଚନାକୁ ସଂଗ୍ରହ କରିପାରିଲା ନାହିଁ
zh_tw: get_bug_info() 失敗。無法蒐集所有必要的資訊

source: Creating a new bug
as: এটা নতুন বাগ সৃষ্টি কৰা হৈছে
kn: ಒಂದು ಹೊಸ ದೋಷವನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
or: ଗୋଟିଏ ନୂତନ ତ୍ରୁଟି ନିର୍ମାଣ କରୁଅଛି
zh_tw: 正在建立新臭蟲

source: Bugzilla entry creation failed
as: Bugzilla নিবেশৰ নিৰ্মাণ বিফল
kn: ಬಗ್‌ಝಿಲ್ಲಾ ನಮೂದನ್ನು ರಚಿಸುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ
or: Bugzilla ଭରଣ ନିର୍ମାଣରେ ବିଫଳ ହୋଇଛି
zh_tw: Bugzilla 項目建立失敗

source: Logging out
as: প্ৰস্থান কৰা হৈছে
kn: ನಿರ್ಗಮಿಸಲಾಗುತ್ತಿದೆ
or: ଲଗଆଉଟ କରୁଅଛି
zh_tw: 正在登出

source: Bug is already reported: %i
as: বাগ আগতে প্ৰতিবেদন কৰা হৈছে: %i
kn: ದೋಷವನ್ನು ಈಗಾಗಲೆ ವರದಿ ಮಾಡಲಾಗಿದೆ: %i
or: ତ୍ରୁଟିକୁ ପୂର୍ବରୁ ଖବର କରାଯାଇଛି: %i
zh_tw: 臭蟲已回報：%i

source: Bugzilla couldn't find parent of bug %d
as: Bugzilla -এ %d বাগৰ উপধায়ক বিচাৰি নাপালে
kn: ದೋಷ %d ಮೂಲವನ್ನು ಪತ್ತೆ ಮಾಡಲು ಬಗ್‌ಝಿಲ್ಲಾದಿಂದ ಸಾಧ್ಯವಾಗಿಲ್ಲ
or: Bugzilla ମୂଖ୍ୟ ତ୍ରୁଟି %d କୁ ଖୋଜିପାରିଲା ନାହିଁ
zh_tw: Bugzilla 找不到臭蟲 %d 的 親代

source: Add %s to CC list
as: %s -ক CC তালিকাত যোগ কৰক
kn: %s ಅನ್ನು CC ಪಟ್ಟಿಗೆ ಸೇರಿಸು
or: %s କୁ CC ତାଲିକାରେ ଯୋଗ କରନ୍ତୁ
zh_tw: 將 %s 加入 CC 副本清單中

source: Adding new comment to bug %d
as: bug(%d) ত নতুন মন্তব্য যোগ কৰক
kn: ದೋಷಕ್ಕೆ(%d) ಒಂದು ಹೊಸ ಟಿಪ್ಪಣಿಯನ್ನು ಸೇರಿಸಿ
or: ତ୍ରୁଟି(%d) ରେ ନୂତନ ନିର୍ଦ୍ଦେଶ ଯୋଗ କରନ୍ତୁ
zh_tw: 在臭蟲回報 (%d) 中新增評註

source: [-v] -c CONFFILE -d DIR Reports problem to Bugzilla
as: [-v] -c CONFFILE -d DIR সমস্যাক Bugzilla -ক জনাওক
kn: [-v] -c CONFFILE -d DIR ತೊಂದರೆಗಳನ್ನು ಬಗ್‌ಝಿಲ್ಲಾಕ್ಕೆ ವರದಿ ಮಾಡುತ್ತದೆ
or: [-v] -c CONFFILE -d DIR ବଗଜିଲାରେ ସମସ୍ୟାକୁ ଖବର କରିଥାଏ
zh_tw: [-v] -c CONFFILE -d DIR 回報問題至 Bugzilla

source: Configuration file (may be given many times)
as: সংৰূপন নথিপত্ৰ (বহু বাৰ দিয়া হব পাৰে)
kn: ಸಂರಚನಾ ಕಡತ (ಹಲವು ಬಾರಿ ನೀಡಬಹುದಾಗಿರುತ್ತದೆ)
or: ବିନ୍ୟାସ ଫାଇଲ (ହୁଏତଃ ଅନେକ ଥର ଦିଆଯାଇଥାଏ)
zh_tw: 組態檔案 (可以給定多次)

source: [options] -d DIR Generates and saves backtrace for coredump in dump directory DIR
as: [বিকল্পসমূহ] -d DIR backtrace -ক coredump -ৰ কাৰণে ডাম্প ডাইৰেকটৰি DIR -ত সৃজন আৰু সঞ্চয় কৰে
kn: [options] -d DIR ಬಿಸುಡು ಕೋಶ DIR ನಲ್ಲಿ ಕೋರ್-ಡಂಪ್‌ಗಾಗಿ ಬ್ಯಾಕ್‌ಟ್ರೇಸ್ ಅನ್ನು ಉತ್ಪಾದಿಸುತ್ತದೆ ಹಾಗು ಉಳಿಸುತ್ತದೆ
or: [options] -d DIR କୋରଡମ୍ପ ପାଇଁ ବ୍ୟାକଟ୍ରେସକୁ ଡମ୍ପ ଡିରେକ୍ଟୋରୀ DIR ରେ ନିର୍ମାଣ କରିଥାଏ ଏବଂ ସଂରକ୍ଷଣ କରିଥାଏ
zh_tw: [options] -d DIR 為傾印目錄 DIR 內的 coredump 產生追蹤資料並儲存

source: Additional debuginfo directories
as: অতিৰিক্ত debuginfo ডাইৰেকটৰিসমূহ
kn: ಹೆಚ್ಚುವರಿ ದೋಷನಿವಾರಣ ಮಾಹಿತಿ ಕೋಶಗಳು
or: ଅତିରିକ୍ତ ତ୍ରୁଟିନିବାରଣ ସୂଚନା ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ
zh_tw: 額外 debuginfo 目錄

source: Kill gdb if it runs for more than N seconds
as: gdb -ক Kill কৰক যদি ই N ছেকেন্ডৰ বেছি চলে
kn: gdb ಯು N ಸೆಕೆಂಡುಗಳಿಗಿಂತ ಹೆಚ್ಚು ಸಮಯ ಚಲಾಯಿತಗೊಂಡಲ್ಲಿ ಅದನ್ನು ಕೊಲ್ಲು
or: gdb କୁ ବନ୍ଦ କରନ୍ତୁ ଯଦି ଏହା N ସେକଣ୍ଡରୁ ଅଧିକ ଥର ଚାଲିଥାଏ
zh_tw: 若 gdb 執行超過 N 秒就終止它

source: Backtrace is generated and saved, %u bytes
as: Backtrace সৃজন আৰু সঞ্চয় কৰা হৈছে, %u বাইটসমূহ
kn: ಬ್ಯಾಕ್‌ಟ್ರೇಸ್‌ ಅನ್ನು ಉತ್ಪಾದಿಸಲಾಗಿದೆ ಹಾಗು ಉಳಿಸಲಾಗಿದೆ, %u ಬೈಟ್‌ಗಳು
or: ବ୍ୟାକଟ୍ରେସ ନିର୍ମାଣ ହୋଇଛି ଏବଂ ସଂରକ୍ଷଣ କରାସରିଛି, %u ବାଇଟ
zh_tw: 追蹤已產生並儲存，%u 位元組

source: Extracting cpio from %s
as: %s -ৰ পৰা cpio নিষ্কাষণ কৰা হৈ আছে
kn: %s ಇಂದ cpio ಅನ್ನು ಹೊರತೆಗೆಯಲಾಗುತ್ತಿದೆ
or: %s ରୁ cpio କୁ ବାହାର କରୁଅଛି
zh_tw: 正在從 %s 解開 cpio

source: Can't write to '%s': %s
as: '%s' -লে লিখিব নোৱাৰি: %s
kn: '%s' ಗೆ ಬರೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s
or: '%s' ରେ ଲେଖି ପାରିଲା ନାହିଁ: %s
zh_tw: 無法寫入「%s」：%s

source: Can't extract package '%s'
as: '%s' পেকেইজ নিষ্কাষণ কৰিব নোৱাৰি
kn: '%s' ಎಂಬ ಪ್ಯಾಕೇಜನ್ನು ಹೊರತೆಗೆಯಲಾಗಲಿಲ್ಲ
or: ପ୍ୟାକେଜ '%s' କୁ ବାହାର କରିପାରିବେ ନାହିଁ
zh_tw: 無法解開套件「%s」

source: Caching files from %s made from %s
as: %s -ৰ পৰা বনোৱা %s -ৰ পৰা নথিপত্ৰসমূহ কেশ কৰা হৈ আছে
kn: %s ಇಂದಾದ %s ಇಂದ ಮಾಡಲಾದ ಕಡತಗಳನ್ನು ಶೇಖರಿಸಿಡಲಾಗುತ್ತಿದೆ
or: %s ରୁ ନିର୍ମିତ %s ଫାଇଲଗୁଡ଼ିକୁ କ୍ୟାଶରେ ରଖୁଅଛି
zh_tw: 正在從 %s 產生檔案快取，由 %s 製作

source: Can't extract files from '%s'
as: '%s' -ৰ পৰা নথিপত্ৰসমূহ নিষ্কাষন কৰিব নোৱাৰি
kn: '%s' ಎಂಬ ಪ್ಯಾಕೇಜಿನಿಂದ ಕಡತಗಳನ್ನು ಹೊರತೆಗೆಯಲಾಗಲಿಲ್ಲ
or: '%s' ରୁ ଫାଇଲଗୁଡ଼ିକୁ ବାହାର କରିପାରିବେ ନାହିଁ
zh_tw: 無法從「%s」抽出檔案

source: Downloading (%i of %i) %s: %3u%%
as: (%i -ৰ %i) %s -ক ডাউনলোড কৰা হৈ আছে: %3u%%
kn: (%i, %i ನಲ್ಲಿ) %s ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ: %3u%%
or: (%i ର %i) %s କୁ ଆହରଣ କରୁଅଛି: %3u%%
zh_tw: 正在下載 (%i / %i) %s：%3u%%

source: Looking for needed packages in repositories
as: ভঁৰালসমূহত প্ৰয়োজনীয় পেকেইজসমূহ বিচাৰি চোৱা হৈছে
kn: ಅಗತ್ಯವಿರುವ ಪ್ಯಾಕೇಜುಗಳಿಗಾಗಿ ರೆಪೊಸಿಟರಿಗಳಲ್ಲಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ
or: ସଂଗ୍ରହାଳୟରେ ଆବଶ୍ୟକୀୟ ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଦେଖୁଅଛି
zh_tw: 正在查詢套件庫中所需要的套件

source: Can't find packages for %u debuginfo files
as: %u debuginfo নথিপত্ৰসমূহৰ কাৰণে পেকেইজসমূহ পোৱা নগল
kn: %u ದೋಷನಿವಾರಣಾ ಕಡತಗಳಿಗಾಗಿ ಪ್ಯಾಕೇಜುಗಳನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗಲಿಲ್ಲ
or: %u ତ୍ରୁଟିନିବାରଣ ଫାଇଲଗୁଡ଼ିକ ପାଇଁ ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଖୋଜିପାରିବେ ନାହିଁ
zh_tw: 找不到 %u debuginfo 檔的套件

source: Packages to download: %u
as: ডাউনলোড কৰিব লগিয়া পেকেইজসমূহ: %u
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಬೇಕಿರುವ ಪ್ಯಾಕೇಜ್‌ಗಳು: %u
or: ଆହରଣ କରିବା ପାଇଁ ଥିବା ପ୍ୟାକେଜଗୁଡ଼ିକ: %u
zh_tw: 要下載的套件：%u

source: Downloading %.2fMb, installed size: %.2fMb
as: %.2fMb ডাউনলোড কৰা হৈ আছে, ইনস্টল আকাৰ: %.2fMb
kn: %.2fMb ಯಷ್ಟು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ, ಅನುಸ್ಥಾಪಿಸಲಾದ ಗಾತ್ರ: %.2fMb
or: %.2fMb ଆହରଣ କରୁଅଛି, ସ୍ଥାପନ ଆକାର: %.2fMb
zh_tw: 正在下載 %.2fMb，安裝大小：%.2fMb

source: Is this ok? [y/N]
as: এইটো ঠিক আছে নে? [হয়/নহয়]
kn: ಇದು ಸರಿಯಾಗಿದೆಯೆ? [y/N]
or: ଏହା ଠିକ ଅଛି କି? [y/N]
zh_tw: 這樣沒問題嗎？[y/N]

source: Downloading package %s failed
as: %s পেকেইজৰ ডাউনলোড ব্যৰ্থ
kn: %s ಪ್ಯಾಕೇಜನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ
or: %s ପ୍ୟାକେଜକୁ ଆହରଣ କରିବା ବିଫଳ ହୋଇଛି
zh_tw: 下載套件 %s 失敗

source: Unpacking failed, aborting download...
as: আনপেক কৰোতে ব্যৰ্থ, ডাউনলোড বাতিল কৰা হৈছে...
kn: ಹೊರತೆಗೆಯುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ, ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ನಿಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...
or: ପ୍ୟାକ କରିବା ବିଫଳ ହୋଇଛି, ଆହରଣକୁ ବନ୍ଦ କରୁଅଛି...
zh_tw: 解包失敗，正在中止下載...

source: All downloaded packages have been extracted, removing %s
as: সকলো ডাউনলোড কৰা পেকেইজসমূহ নিষ্কাষণ কৰা হৈ আছে, %s আতৰোৱা হৈ আছে
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾದ ಎಲ್ಲಾ ಪ್ಯಾಕೇಜುಗಳನ್ನು ಹೊರತೆಗೆಯಲಾಗಿದೆ, %s ಅನ್ನು ತೆಗೆಯಲಾಗುತ್ತಿದೆ
or: ସମସ୍ତ ଆହରଣ କରାଯାଇଥିବା ପ୍ୟାକେଜଗୁଡ଼ିକୁ ବାହାର କରାଯାଇଛି, %s କୁ କାଢ଼ୁଅଛି
zh_tw: 所有下載的套件已被解開，正在移除 %s

source: Can't remove %s, probably contains an error log
as: %s আতৰাব নোৱাৰি, সম্ভবত এটা ত্ৰুটি লগ অন্তৰ্ভুক্ত হৈ আছে
kn: %s ಅನ್ನು ತೆಗೆಯಲಾಗಿಲ್ಲ, ಬಹುಷಃ ದೋಷಯುಕ್ತ ದಾಖಲೆಯನ್ನು ಹೊಂದಿರಬಹುದು
or: %s କୁ କାଢ଼ୁଅଛି, ସମ୍ଭବତଃ ଗୋଟିଏ ତ୍ରୁଟି ଲଗ ଧାରଣ କରିଥାଇପାରେ
zh_tw: 無法移除 %s，可能包含錯誤紀錄

source: Can't remove '%s': %s
as: '%s' -ক আতৰাব নোৱাৰি: %s
kn: '%s' ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಲಿಲ್ಲ: %s
or: '%s' କୁ କାଢ଼ିପାରିବେ ନାହିଁ: %s
zh_tw: 無法移除「%s」：%s

source: Exiting on user command
as: ব্যৱহাৰকাৰী কমান্ডত প্ৰস্থান কৰি আছে
kn: ಬಳಕೆದಾರರ ಆಜ್ಞೆಯ ಮೇರೆಗೆ ನಿರ್ಗಮಿಸಲಾಗುತ್ತಿದೆ
or: ଚାଳକ ନିର୍ଦ୍ଦେଶ ଉପରେ ପ୍ରସ୍ଥାନ କରୁଅଛି
zh_tw: 正在離開使用者指令

source: Coredump references %u debuginfo files, %u of them are not installed
as: Coredump -এ %u debuginfo নথিপত্ৰসমূহ প্ৰসংগ কৰে, তাৰ মাজৰ %u ইনস্টল নহয়
kn: ಕೋರ್-ಡಂಪ್ %u ದೋಷನಿವಾರಣಾ ಕಡತಗಳನ್ನು ಉಲ್ಲೇಖಗಳು, ಅವುಗಳಲ್ಲಿ %u ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ
or: କୋରଡମ୍ପ ସନ୍ଦର୍ଭ %u ତ୍ରୁଟିନିବାରଣ ଫାଇଲଗୁଡ଼ିକ, ସେମାନଙ୍କ ମଧ୍ଯରୁ %u ସ୍ଥାପିତ ହୋଇନାହିଁ
zh_tw: Coredump 參照 %u 份 debuginfo 檔，其中的 %u 份尚未安裝

source: Missing debuginfo file: %s
as: debuginfo নথিপত্ৰ সন্ধানহীন: %s
kn: ದೋಷನಿವಾರಣಾ ಕಡತವು ಕಾಣೆಯಾಗಿದೆ: %s
or: ଅନୁପସ୍ଥିତ ତ୍ରୁଟିନିବାରଣ ଫାଇଲ: %s
zh_tw: 遺失 debuginfo 檔：%s

source: All %u debuginfo files are available
as: সকলো %u debuginfo নথিপত্ৰসমূহ উপলব্ধ
kn: ಎಲ್ಲಾ %u ದೋಷನಿವಾರಣಾ ಕಡತಗಳು ಲಭ್ಯವಿವೆ
or: ସମସ୍ତ %u ତ୍ରୁଟିନିବାରଣ ଫାଇଲଗୁଡ଼ିକ ଉପଲବ୍ଧ
zh_tw: 全部有 %u 份 debuginfo 檔可用

source: Submitting oops report to %s
as: %s লে oops সংবাদ জমা কাৰ হৈ আছৈ
kn: '%s' ಗೆ oops ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ
or: %s ରେ oops ବିବରଣୀ ଦାଖଲ କରୁଅଛି
zh_tw: 正在提交 oops 回報至 %s

source: [-v] [-c CONFFILE]... -d DIR Reports kernel oops to kerneloops.org (or similar) site
as: [-v] [-c CONFFILE]... -d DIR কাৰনেল oops -ক kerneloops.org (অথবা সদৃশ) চাইট লে সংবাদন কৰে
kn: [-v] [-c CONFFILE]... -d DIR ಕರ್ನಲ್ oops ಅನ್ನು kerneloops.org (ಅಥವ ಅದೇ ರೀತಿಯ) ತಾಣಕ್ಕೆ ವರದಿ ಮಾಡುತ್ತದೆ
or: [-v] [-c CONFFILE]... -d DIR କର୍ଣ୍ଣଲ ଉପସକୁ kerneloops.org (କିମ୍ବା ସେହି ସଦୃଶ) ସାଇଟରେ ଖବର କରିଥାଏ
zh_tw: [-v] [-c CONFFILE]... -d DIR 回報 kernel oops 至 kerneloops.org (或類似) 網站

source: Configuration file
as: সংৰূপ নথিপত্ৰ
kn: ಸಂರಚನಾ ಕಡತ
or: କନଫିଗରେସନ ଫାଇଲ
zh_tw: 組態檔

source: Sending an email...
as: ই-মেইল পঠিওৱা হৈছে...
kn: ಒಂದು ಇಮೈಲ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...
or: ଗୋଟିଏ ଇମେଲ ପଠାଉଅଛି...
zh_tw: 正在傳送電子郵件中...

source: Config file
as: Config নথিপত্ৰ
kn: ಸಂಕುಚನ ಕಡತ
or: ବିନ୍ୟାସ ଫାଇଲ
zh_tw: 組態檔

source: [-v] -d DIR [-o FILE] [-a yes/no] Prints problem information to standard output or FILE
as: [-v] -d DIR [-o FILE] [-a yes/no] সমস্যা তথ্যক প্ৰামানিক আউটপুট অথবা নথিপত্ৰলে প্ৰিন্ট কৰে
kn: [-v] -d DIR [-o FILE] [-a yes/no] ತೊಂದರೆಯ ಮಾಹಿತಿಯನ್ನು ಶಿಷ್ಟ ಔಟ್‌ಪುಟ್ ಅಥವ FILE ಗೆ ಮುದ್ರಿಸುತ್ತದೆ
or: [-v] -d DIR [-o FILE] [-a yes/no] ମାନକ ଫଳାଫଳ ଅଥବା FILE ରେ ସମସ୍ୟା ସୂଚନାକୁ ମୁଦ୍ରଣ କରିଥାଏ
zh_tw: [-v] -d DIR [-o FILE] [-a yes/no] 列印問題資訊至標準輸出或 FILE 上

source: Output file
as: আউটপুট নথিপত্ৰ
kn: ಔಟ್‌ಪುಟ್ ಕಡತ
or: ଫଳାଫଳ ଫାଇଲ
zh_tw: 輸出檔

source: Append to, or overwrite FILE
as: যোগ কৰক, অথবা নথিপত্ৰ পুনৰ লিখক
kn: FILE ಗೆ ಸೇರಿಸು ಅಥವ ತಿದ್ದಿಬರೆ
or: FILE କୁ ଯୋଡନ୍ତୁ, ଅଥବା ନବଲିଖନ କରନ୍ତୁ
zh_tw: 附加至，或是覆寫 FILE

source: Create reported_to in DIR
zh_tw: 在 DIR 內建立 reported_to

source: The report was appended to %s
as: সংবাদ %s লে যোগ কৰা হৈছিল
kn: ವರದಿಯನ್ನು %s ಇಂದ ಸೇರಿಸಲಾಗಿದೆ
or: ବିବରଣୀକୁ %s ରେ ଯୋଡ଼ିଥାଏ
zh_tw: 錯誤已附加至 %s

source: The report was stored to %s
as: সংবাদটো %s লে সঞ্চয় কৰা হৈছিল
kn: ವರದಿಯನ್ನು %s ಗೆ ಶೇಖರಿಸಲಾಗಿದೆ
or: ବିବରଣୀକୁ %s ରେ ସଂରକ୍ଷଣ କରିଥାଏ
zh_tw: 錯誤已儲存至 %s

source: Compressing data
as: তথ্য সংকোচন কৰা হৈ আছে
kn: ದತ್ತಾಂಶ ಸಂಕುಚನಗೊಳಿಸಲಾಗುತ್ತಿದೆ
or: ତଥ୍ଯ ସଙ୍କୋଚନ କରୁଅଛି
zh_tw: 正在壓縮資料

source: Empty RHTS login or password
as: খালি RHTS লগিন অথবা পাছওৱাৰ্ড
kn: ಖಾಲಿ RHTS ಲಾಗಿನ್ ಅಥವ ಪ್ರವೇಶಪದ
or: RHTS ଲଗଇନ ଅଥବା ପ୍ରବେଶ ସଂକେତକୁ ଖାଲି କରନ୍ତୁ
zh_tw: 空白的 RHTS 登入名稱或密碼

source: Can't create a temporary directory in /tmp
zh_tw: 無法在 /tmp 內建立暫時目錄

source: Creating a new case...
as: এটা নতুন কেইচ বনোৱা হৈ আছে...
kn: ಹೊಸ ಸನ್ನಿವೇಶವನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ...
or: ଗୋଟିଏ ନୂତନ ପରିସ୍ଥିତି ନିର୍ମାଣ କରୁଅଛି...
zh_tw: 正在建立新的案例…

source: [-v] -c CONFFILE -d DIR Reports a problem to RHTSupport
as: [-v] -c CONFFILE -d DIR এটা সমস্যাক RHTSupport লে সংবাদন কৰে
kn: [-v] -c CONFFILE -d DIR ತೊಂದರೆಯನ್ನು RHTSupport ಗೆ ವರದಿ ಮಾಡುತ್ತದೆ
or: [-v] -c CONFFILE -d DIR RHTSupport ରେ ସମସ୍ୟା ଖବର କରିଥାଏ
zh_tw: [-v] -c CONFFILE -d DIR 回報問題至 RHTSupport

source: [-v] [-d SIZE:DIR]... [-f SIZE:DIR]... [-p DIR] Deletes dump dirs (-d) or files (-f) in DIRs until they are smaller than SIZE
as: [-v] [-d SIZE:DIR]... [-f SIZE:DIR]... [-p DIR] DIR সমূহত থকা ডাম্প ডাইৰেকটৰিসমূহ (-d) অথবা নথিপত্ৰসমূহ (-f) মচি থাকে যেতিয়ালৈকে আকাৰতকে সৰু নহয়
kn: [-v] [-d SIZE:DIR]... [-f SIZE:DIR]... [-p DIR] DIR ಗಳಲ್ಲಿನ ಬಿಸುಡು ಕೋಶಗಳು (-d) ಅಥವ ಕಡತಗಳು (-f) SIZE ಕ್ಕಿಂತ ಚಿಕ್ಕದಾಗುವವರೆಗೂ ಅವನ್ನು ಅಳಿಸುತ್ತದೆ
or: [-v] [-d SIZE:DIR]... [-f SIZE:DIR]... [-p DIR] ଡମ୍ପ ଡିରେକ୍ଟୋରୀ (-d) କୁ ଅଥବା ଫାଇଲ (-f) କୁ DIRs ରେ ଅପସାରଣ କରିଥାଏ ଯେପର୍ଯ୍ୟନ୍ତ ସେମାନେ ଆକାରରେ କ୍ଷୁଦ୍ରତର ଥାଏ
zh_tw: [-v] [-d SIZE:DIR]... [-f SIZE:DIR]... [-p DIR] 刪除 DIRs 內的傾印目錄 (-d) 或檔案 (-f) 直到其大小小於 SIZE

source: Delete dump dirs
as: ডাম্প ডাইৰেকটৰিসমূহ মচি দিয়ক
kn: ಬಿಸುಡು ಕೋಶಗಳನ್ನು ಅಳಿಸು
or: ଡମ୍ପ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ଅପସାରଣ କରନ୍ତୁ
zh_tw: 刪除傾印目錄

source: Delete files
as: নথিপত্ৰসমূহ মচি দিয়ক
kn: ಕಡತಗಳನ್ನು ಅಳಿಸು
or: ଫାଇଲଗୁଡ଼ିକୁ ଅପସାରଣ କରନ୍ତୁ
zh_tw: 刪除檔案

source: Preserve this dump dir
as: এই ডাম্প ডাইৰেকটৰিখন সংৰক্ষণ কৰক
kn: ಈ ಬಿಸುಡು ಕೋಶವನ್ನು ಇರಿಸಿಕೊ
or: ଏହି ଡମ୍ପ ଡିରେକ୍ଟୋରୀକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
zh_tw: 保留這個傾印目錄

source: Sending %s to %s
as: %s -ক %s -লে পঠুৱা হৈছে
kn: %s ಅನ್ನು %s ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ
or: %s କୁ %s ମଧ୍ଯକୁ ପଠାଉଛି
zh_tw: 正在傳送 %s 至 %s

source: Successfully sent %s to %s
as: %s -ক %s -লে সফলভাৱে পঠুৱা হল
kn: %s ಅನ್ನು %s ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ
or: %s କୁ %s ମଧ୍ଯକୁ ସଫଳଭାବରେ ପଠାହେଲ
zh_tw: 已成功傳送 %s 至 %s

source: Archive is created: '%s'
as: আৰ্কাইভ সৃষ্টি কৰা হল: '%s'
kn: ಆರ್ಕೈವ್ ಅನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ: '%s'
or: ଅଭିଲେଖ ନିର୍ମାଣ ହୋଇଛି: '%s'
zh_tw: 已建立封存檔：「%s」

source: [-v] -d DIR [-c CONFFILE] [-u URL] Uploads compressed tarball of dump directory DIR
as: [-v] -d DIR [-c CONFFILE] [-u URL] ডাম্প ডাইৰেকটৰি DIR -ৰ সংকোচিত টাৰবল আপলোড কৰে
kn: [-v] -d DIR [-c CONFFILE] [-u URL] ಬಿಸುಡು ಕೋಶ DIR ನ ಸಂಕುಚನಗೊಳಿಸಲಾದ ಟಾರ್ಬಾಲ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುತ್ತದೆ
or: [-v] -d DIR [-c CONFFILE] [-u URL] ଡମ୍ପ ଡିରେକ୍ଟୋରୀ DIRର ସଙ୍କୁଚିତ ଟାରବଲକୁ ଧାରଣ କରନ୍ତୁ
zh_tw: [-v] -d DIR [-c CONFFILE] [-u URL] 上傳傾印目錄 DIR 的壓縮 tarball

source: Base URL to upload to
as: আপলোড কৰিবলে ভিত্তি URL
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಮೂಲ URL
or: ଧାରଣ କରିବା ପାଇଁ ଆଧାର URL
zh_tw: 要上傳至的基礎網址

source: [-vsrowx] [-d DIR] FILE Extract oops from syslog/dmesg file
zh_tw: [-vsrowx] [-d DIR] FILE 從 syslog/dmesg 檔案抽出 oops

source: Parse kernel's message buffer before parsing FILE
as: নথিপত্ৰ বিশ্লেষণ কৰাৰ আগতে কাৰনেলৰ বাৰ্তা বাফাৰ বিশ্লেষণ কৰক
kn: FILE ಅನ್ನು ಪಾರ್ಸ್ ಮಾಡುವ ಮೊದಲೆ ಕರ್ನಲ್‌ನ ಸಂದೇಶ ಬಫರ್ ಅನ್ನು ಪಾರ್ಸ್ ಮಾಡು
or: କର୍ଣ୍ଣଲ ସନ୍ଦେଶ ବଫରକୁ FILE ବିଶ୍ଳେଷଣ କରିବା ପୂର୍ବରୁ ବିଶ୍ଳେଷଣ କରନ୍ତୁ
zh_tw: 在解析 FILE 前先解析 kernel 的訊息緩衝

source: Print found oopses on standard output
as: প্ৰামানিক আউটপুটত পোৱা oopsসমূহক প্ৰিন্ট কৰক
kn: ಕಂಡು ಬಂದ oops ಗಳನ್ನು ಶಿಷ್ಟವಾದ ಔಟ್‌ಪುಟ್‌ಗೆ ಮುದ್ರಿಸು
or: ମାନକ ଫଳାଫଳ ଉପରେ ମୁଦ୍ରଣୀ oopses ପାଇଛି
zh_tw: 列印找到的 oops 於標準輸出上

source: Do not exit, watch the file for new oopses
as: প্ৰস্থান নকৰিব, নতুন oopsসমূহৰ কাৰণে নথিপত্ৰক চাওক
kn: ನಿರ್ಗಮಿಸಬೇಡ, ಹೊಸ oops ಗಳಿಗಾಗಿ ಕಡತವನ್ನು ನೋಡು
or: ପ୍ରସ୍ଥାନ କରନ୍ତୁ ନାହିଁ, ନୂତନ oopses ପାଇଁ ଫାଇଲକୁ ଦେଖନ୍ତୁ
zh_tw: 不要離開，監視檔案以取得新的 oops

source: Create ABRT dump in DIR for every oops found
zh_tw: 在 DIR 內為每個找到的 oops 建立 ABRT 傾印

source: Make the dump directory world readable
as: ডাম্প ডাইৰেকটৰিটো বিশ্বয় পঢ়িব পৰা কৰক
kn: ಬಿಸುಡು ಕೋಶವನ್ನು ಸಾರ್ವತ್ರಿಕವಾಗಿ ಓದಲಾಗುವಂತೆ ಮಾಡು
or: ଡମ୍ପ ଡିରେକ୍ଟୋରୀକୁ ବିଶ୍ୱ ପଠନଯୋଗ୍ୟ କରନ୍ତୁ
zh_tw: 讓傾印目錄全世界都可以讀取

source: log to syslog
as: syslog লে লগ কৰক
kn: syslog ಗೆ ದಾಖಲಾಗಿ
or: syslog ରେ ଲଗ କରନ୍ତୁ
zh_tw: 紀錄至 syslog

source: Download debuginfo packages and generate backtrace locally using GDB
zh_tw: 下載 debuginfo 套件並透過本地端的 GDB 產生追蹤資訊

source: Local GNU Debugger
zh_tw: 本地端 GNU 除錯器

source: Needs to downloads debuginfo packages, which might take significant time, and take up disk space. However, unlike RetraceServer, doesn't send coredump to remote machines.
zh_tw: 需要下載 debuginfo 套件，並且可能會花上一段時間以及消耗一些磁碟空間。然而，這不像 RetraceServer，所以不會傳送核心傾印資料至遠端機器。

source: Address of the retrace server
zh_tw: 回追伺服器的位址

source: Retrace server URL
zh_tw: 回追伺服器網址

source: Send core dump to remote retrace server for analysis
zh_tw: 傳送核心傾印至遠端回追伺服器來分析

source: Uploads coredump to a server, which generates backtrace and returns it. Pros: no need for debuginfo downloads. Retrace server's database of debuginfos is more complete. Retrace server may generate better backtraces. Cons: coredump you upload contains all the data from the crashed program, including your private data, if any.
zh_tw: 上傳核心傾印資料至伺服器，該伺服器會產生追蹤資料並回傳。優點：不需要下載 debuginfo 套件、回追伺服器資料庫中的 debuginfo 比較完整、回追伺服器可能會產生比較良好的追蹤資料。缺點：您需要上傳核心傾印檔案，該檔案包含當掉程式的所有資料，包括您的私人資料 (如果有的話)。

source: Address of Bugzilla server
zh_tw: Bugzilla 伺服器的位址

source: Bugzilla URL
zh_tw: Bugzilla 網址

source: Bugzilla account password
zh_tw: Bugzilla 帳號密碼

source: Bugzilla account user name
zh_tw: Bugzilla 帳號使用者名稱

source: Check SSL key validity
zh_tw: 檢查 SSL 金鑰是否有效

source: Password
zh_tw: 密碼

source: Report to Bugzilla bug tracker
zh_tw: 回報至 Bugzilla 臭蟲追蹤器

source: User name
zh_tw: 使用者名稱

source: Verify SSL
zh_tw: 驗證 SSL

source: You can create bugzilla.redhat.com account &lt;a href="https://bugzilla.redhat.com/createaccount.cgi"&gt;here&lt;/a&gt;
zh_tw: 您可以 &lt;a href="https://bugzilla.redhat.com/createaccount.cgi"&gt;從這裡&lt;/a&gt; 建立 bugzilla.redhat.com 帳號

source: Kerneloops URL
zh_tw: Kerneloops 網址

source: Oops server url
zh_tw: Oops 伺服器網址

source: Send kernel problems to oops tracker
zh_tw: 傳送 kernel 問題至 opps 追蹤器

source: Message subject
zh_tw: 訊息主旨

source: Recipient
zh_tw: 收件人

source: Recipient's email
zh_tw: 收件人的電子郵件

source: Send Binary Data
zh_tw: 傳送二進位資料

source: Send binary files like coredump
zh_tw: 傳送二進位檔案，例如 coredump

source: Send via email
zh_tw: 透過郵件傳送

source: Sender
zh_tw: 寄件人

source: Sender's email
zh_tw: 寄件人的電子郵件

source: Subject
zh_tw: 主旨

source: Address of the Red Hat support portal
zh_tw: Red Hat 支援的入口網站位址

source: RH Portal URL
zh_tw: RH 入口網站網址

source: Red Hat Customer Support
zh_tw: Red Hat 客戶支援

source: Red Hat customer password
zh_tw: Red Hat 客戶密碼

source: Red Hat customer user name
zh_tw: Red Hat 客戶使用者名稱

source: Report to Red Hat support
zh_tw: 回報至 Red Hat 支援

source: Username
zh_tw: 使用者名稱
